Функция: Функциональная проверка

@Story("Объекты")
Сценарий: Вход в объекты
	Когда условие true
	Тогда объект работает

@Story("Объекты")
Сценарий: Добавление объекта
	Когда условие false
	Тогда объект работает

@Story("Объекты")
Сценарий: Изменение объекта
	Когда условие true
	Тогда объект работает

@Story("Рассчеты")
Сценарий: Проверка рассчета
	Когда условие true
	Тогда объект работает

@Story("Рассчеты")
Сценарий: Удаление рассчета
	Когда условие true
	Тогда объект работает

@Story("Рассчеты")
Сценарий: Проверка справочника
	Когда условие true
	Тогда объект работает

@Story("Рассчеты")
Сценарий: Удаление справочника
	Когда условие true
	Тогда объект работает