Функция: Функциональная проверка

@story:Объекты
Сценарий: Вход в объекты
	Когда условие true
	Тогда объект работает

@story:Объекты
Сценарий: Добавление объекта
	Когда условие false
	Тогда объект работает

@story:Объекты
Сценарий: Изменение объекта
	Когда условие true
	Тогда объект работает

@story:Рассчеты
Сценарий: Проверка рассчета
	Когда условие true
	Тогда объект работает

@story:Рассчеты
Сценарий: Удаление рассчета
	Когда условие true
	Тогда объект работает

@story:Справочники
Сценарий: Проверка справочника
	Когда условие true
	Тогда объект работает

@story:Справочники
Сценарий: Удаление справочника
	Когда условие true
	Тогда объект работает